[
  {
    "_id": "551cf3b254c0091ae3bdd01d",
    "isActive": true,
    "picture": "https://snap-photos.s3.amazonaws.com/img-thumbs/960w/1C27PV9TK5.jpg",
    "name": "Parrish",
    "impressions": 1349,
    "spend": 189.68,
    "campaignName": "Uni",
    "description": "Et anim ut voluptate ad aute aute enim do minim enim. Exercitation enim laboris quis ad. Voluptate irure incididunt culpa ad cupidatat non excepteur incididunt elit fugiat proident tempor.\r\n",
    "created": "Thu Apr 10 2014 09:17:58 GMT+0200 (CEST)"
  },
  {
    "_id": "551cf3b20f7f6682832df2dc",
    "isActive": true,
    "picture": "https://snap-photos.s3.amazonaws.com/img-thumbs/960w/C1LCF98OIX.jpg",
    "name": "Snow",
    "impressions": 1505,
    "spend": 922.74,
    "campaignName": "Vantage",
    "description": "Labore qui ullamco duis sit nulla quis nulla laborum. Ullamco ea commodo amet elit ipsum velit ipsum pariatur incididunt quis commodo ea sunt. Deserunt magna proident commodo deserunt quis. Laboris ex commodo fugiat anim nisi magna et laboris occaecat excepteur proident. Magna culpa sint occaecat incididunt quis veniam anim consectetur amet reprehenderit occaecat aliquip qui ut. In laboris excepteur qui nisi incididunt aute occaecat qui nisi irure minim et amet tempor. Nisi aute ex voluptate est elit aute velit pariatur consequat nostrud laboris nulla nostrud laborum.\r\n",
    "created": "Mon Dec 01 2014 11:00:42 GMT+0100 (CET)"
  },
  {
    "_id": "551cf3b2b766aed4cfde5439",
    "isActive": false,
    "picture": "https://snap-photos.s3.amazonaws.com/img-thumbs/960w/W6PG4Y8WAK.jpg",
    "name": "Tillman",
    "impressions": 8232,
    "spend": 765.29,
    "campaignName": "Lunchpad",
    "description": "Sunt deserunt fugiat deserunt deserunt aute anim minim Lorem. Minim officia ea et sunt cupidatat et adipisicing do Lorem cillum minim velit. Quis aute do do dolore.\r\n",
    "created": "Tue Apr 01 2014 22:13:58 GMT+0200 (CEST)"
  },
  {
    "_id": "551cf3b299637033f9decf53",
    "isActive": false,
    "picture": "https://snap-photos.s3.amazonaws.com/img-thumbs/960w/V9AOG26R2W.jpg",
    "name": "Craig",
    "impressions": 2523,
    "spend": 906.21,
    "campaignName": "Bisba",
    "description": "Dolor fugiat nisi enim dolore magna ad ea. Mollit nulla ut enim cupidatat quis consequat aliquip esse minim consequat nulla tempor mollit irure. Tempor officia amet esse labore irure aliquip eu in proident nulla ipsum laboris amet. Dolor eiusmod sunt est voluptate eu velit consequat reprehenderit consectetur. Aliquip pariatur elit et esse cillum nisi exercitation exercitation est cupidatat ea aute. Velit commodo deserunt esse labore proident qui. Irure magna qui ipsum excepteur duisexercitation.\r\n",
    "created": "Mon Feb 09 2015 15:02:40 GMT+0100 (CET)"
  },
  {
    "_id": "551cf3b200ece24f3afff2d6",
    "isActive": true,
    "picture": "https://snap-photos.s3.amazonaws.com/img-thumbs/960w/ZGPRXP5J6Q.jpg",
    "name": "Williamson",
    "impressions": 5325,
    "spend": 226.06,
    "campaignName": "Zaphire",
    "description": "Sint fugiat officia aliqua et enim exercitation labore ea culpa culpa. Ipsum mollit non officia excepteur et commodo nostrud elit sint est. Lorem mollit magna reprehenderit ea. Elit elit dolor est mollit magna aliqua ipsum. Fugiat Lorem nulla commodo mollit ut. Qui est laboris ut non excepteur reprehenderit ad. Magna occaecat sit irure ipsum adipisicing ipsum duis sunt duis sint velit.\r\n",
    "created": "Thu May 29 2014 22:58:25 GMT+0200 (CEST)"
  },
  {
    "_id": "551cf3b25709e0ad38935144",
    "isActive": false,
    "picture": "https://snap-photos.s3.amazonaws.com/img-thumbs/960w/OW6HWQDJWK.jpg",
    "name": "England",
    "impressions": 1253,
    "spend": 164.68,
    "campaignName": "Frolix",
    "description": "Aliquip reprehenderit sunt Lorem eiusmod eiusmod ad minim qui ex excepteur. Aliqua aute fugiat quis laborum sunt eiusmod duis. Officia cupidatat excepteur mollit laborum eu sit sunt pariatur ex ea id nostrud nulla mollit.\r\n",
    "created": "Sat Jan 03 2015 16:49:05 GMT+0100 (CET)"
  }
]